{"link":"https:\/\/vi.wikipedia.org\/wiki\/Cholesterol","title":"Cholesterol","paragraphs":["Cholesterol là một chất béo steroid, mềm, màu vàng nhạt, có ở màng tế bào của tất cả các mô trong cơ thể, và được vận chuyển trong huyết tương của mọi động vật. Nó được sản xuất hàng ngày trong gan (nguồn gốc nội sinh), mỗi ngày từ 1,5g – 2g. Nguồn gốc cholesterol ngoại sinh là từ việc ăn uống các chất mỡ động vật. Cholesterol hiện diện với nồng độ cao ở các mô tổng hợp nó hoặc có mật độ màng dày đặc, như gan, tuỷ sống, não và mảng xơ vữa động mạch. Cholesterol đóng vai trò trung tâm trong nhiều quá trình sinh hoá, nhưng lại được biết đến nhiều nhất do liên hệ đến bệnh tim mạch gây ra bởi nồng độ cholesterol trong máu tăng.","Cholesterol được tổng hợp chủ yếu từ acetyl CoA theo đường HMG-CoA reductase ở nhiều tế bào\/mô. Khoảng 20–25% lượng cholesterol tổng hợp mỗi ngày (~1 g\/ngày) xảy ra ở gan, các vị trí khác có tỉ lệ tổng hợp cao gồm ruột, tuyến thượng thận và cơ quan sinh sản. Với một người khoảng 68 kg, tổng lượng cholesterol trung bình trong cơ thể khoảng 35g (35.000 mg). Trong một ngày lượng nội sinh trung bình khoảng 1000 mg và từ thức ăn trung bình khoảng 200 đến 300 mg.Sự di chuyển cholesterol trong cơ thể có tính chất tuần hoàn. Nó được bài tiết ở gan qua mật đến cơ quan tiêu hóa. Khoảng 50% lượng cholesterol bài tiết được tái hấp thu ở ruột non vào hệ tuần hoàn. Phytosterols có thể cạnh tranh với cholesterol trong công tác tái hập thu của ruột vì vậy làm suy giảm độ tái hấp thu của cholesterol vào máu.","Lipoprotein lớn nhất, chủ yếu vận chuyển mỡ từ niêm mạc ruột đến gan, được gọi là chylomicron. Chylomicron có thành phần giàu triglyceride. Chúng chuyên chở triglyceride và cholesterol (từ thức ăn và đặc biệt là cholesterol được tiết từ gan vào mật) đến các mô như gan, mỡ và cơ vân. Tại các nơi đó, lipoprotein lipase (LPL) thuỷ phân triglyceride trong chylomicron thành acid béo tự do; các acid béo này được dùng để tổng hợp lipoprotein tỉ trọng rất thấp (VLDL) ở gan hoặc được oxi hoá sinh năng lượng ở cơ hoặc được dự trữ ở mô mỡ. Chylomicron sau khi mất triglyceride trở thành các hạt còn lại (chylomicron remnant) và được vận chuyển đến gan để được xử lý tiếp.","Các hạt LDL chuyên chở phần lớn lượng cholesterol có trong máu, cung cấp cholesterol cho tế bào. Thụ thể LDL ở tế bào ngoại biên hoặc gan bắt giữ LDL và lấy nó ra khỏi máu. Tế bào ngoại biên dùng cholesterol trong LDL cho cấu trúc màng cũng như để sản xuất hormone. LDL là lipoprotein tạo xơ vữa động mạch; nồng độ LDL cao liên hệ với tăng nguy cơ bệnh tim mạch. Các hạt LDL đặc, nhỏ chứa nhiều cholesterol ester (phenotype B) được cho là có tính sinh xơ vữa động mạch cao hơn do nhạy cảm với các thay đổi oxy hoá và vì vậy có độc tính cho nội mạch so với các hạt LDL lớn, bộng (phenotype A). Ở người khoẻ mạnh, các hạt LDL có kích thước lớn và số lượng ít. Ngược lại, nếu có nhiều các hạt LDL nhỏ sẽ dẫn đến nguy cơ xơ vữa động mạch.","Các hạt lipoprotein tỉ trọng cao (HDL) được tổng hợp và chuyển hoá ở gan và ruột. HDL sơ khai lấy cholesterol từ mô ngoại biên; quá trình này được hỗ trợ bởi men lecithin:cholesterol acyltransferase (LCAT) trong hệ tuần hoàn qua phản ứng ester hoá cholesterol tự do. Khi cholesterol được ester hoá, nó tạo gradient nồng độ và hút cholesterol từ mô ngoại biên và từ các lipoprotein khác và trở nên ít đặc hơn. Song song đó, protein di chuyển cholesterol ester (cholesterol ester transfer protein) lại mang cholesterol ester từ HDL sang VLDL, LDL và một phần nhỏ hơn sang chylomicron, làm giảm gradient nồng độ và cho phép triglyceride di chuyển theo chiều ngược lại, từ đó làm giảm ức chế LCAT do sản phẩm. Vì vậy, phần lớn cholesterol ester được tạo bởi LCAT sẽ được vận chuyển về gan qua phần còn lại của VLDL (IDL) và LDL. Đồng thời, HDL giàu triglyceride sẽ giải phóng triglyceride ở gan khi bị bắt giữ hoặc khi triglyceride được thuỷ phân bởi lipase gan nhạy cảm heparin (heparin-releasable hepatic lipase). Số lượng các hạt HDL to càng nhiều thì hệ quả sức khoẻ càng tốt; và ngược lại, số lượng này càng ít thì càng có nguy cơ xơ vữa động mạch. (Các xét nghiệm lipid truyền thống không cho biết được kích thước và số lượng của các hạt LDL và HDL.)","Sinh tổng hợp cholesterol được điều hoà trực tiếp bởi mức cholesterol hiện tại, nhưng cơ chế hằng định nội môi có liên quan chưa được hiểu rõ ràng. Lượng nhập trong thức ăn tăng sẽ làm giảm lượng nội sinh và ngược lại. Cơ chế điều hoà chính là phát hiện cholesterol nội bào ở hệ võng nội môi bởi protein SREBP (Sterol Regulatory Element Binding Protein 1 và 2). Khi có mặt cholesterol, SREBP gắn với 2 protein khác: SCAP (SREBP-cleavage activating protein) và Insig-1. Khi nồng độ cholesterol giảm, Insig-1 tách khỏi phức hợp SREBP-SCAP, cho phép phức hợp di chuyển vào bộ máy Golgi, ở đó SREBP bị cắt bởi S1P và S2P (site 1\/2 protease), hai men này được hoạt hoá bởi SCAP khi nồng độ cholesterol thấp. SREBP đã bị cắt sau đó di chuyển đến hạt nhân và đóng vai trò yếu tố phiên mã (transcription factor) gắn với \"Yếu tố Điều hoà Sterol\" (Sterol Regulatory Element) của một số gene để kích thích phiên mã. Trong số các gene phiên mã có thụ thể LDL và HMG-CoA reductase. Thụ thể LDL thu bắt LDL trong tuần hoàn, còn HMG-CoA reductase làm tăng sản xuất cholesterol nội sinh.","Cholesterol là thành phần quan trọng của màng tế bào, nó giúp tính lỏng của màng ổn định trong khoảng dao động nhiệt độ rộng hơn. Nhóm hydroxyl trên phân tử tương tác với đầu phosphate của màng còn gốc steroid và chuỗi hydrocarbon gắn sâu vào màng. Nó là tiền chất chính để tổng hợp vitamin D, nhiều loại hormone steroid, bao gồm cortisol, cortisone, và aldosterone ở tuyến thượng thận, và các hormone sinh dục progesterone, estrogen, và testosterone. Các nghiên cứu gần đây cho thấy cholesterol có vai trò quan trọng đối với các synapse ở não cũng như hệ miễn dịch, bao gồm việc chống ung thư."]}